IDEA Open Model
ResultOnMembers2 Constructor (ResultType)
Compatible with IDEA StatiCa Beta 20.0
 Constructor Type of result
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOnMembers2(
	ResultType resultType
)
Public Sub New (
	resultType As ResultType
)
Parameters
resultType
Type: IdeaRS.OpenModel.Result.ResultType
[Missing <param name="resultType"/> documentation for "M:IdeaRS.OpenModel.Result.ResultOnMembers2.#ctor(IdeaRS.OpenModel.Result.ResultType)"]
See Also
Reference
ResultOnMembers2 Class
ResultOnMembers2 Overload
IdeaRS.OpenModel.Result Namespace